{
  "an": 0,
  "abandon": 2,
  "able": 0,
  "abnormal": 2,
  "aboard": 2,
  "about": 0,
  "above": 0,
  "abroad": 0,
  "absent": 0,
  "absolutely": 0,
  "absorb": 0,
  "abstract": 0,
  "abuse": 0,
  "academic": 0,
  "accent": 0,
  "accept": 0,
  "access": 1,
  "accident": 0,
  "accommodation": 2,
  "accompany": 2,
  "accomplish": 2,
  "according": 2,
  "account": 0,
  "accurate": 2,
  "accuse": 2,
  "ache": 0,
  "achieve": 0,
  "acid": 1,
  "acknowledge": 1,
  "acquire": 0,
  "across": 0,
  "act": 0,
  "active": 0,
  "actor": 0,
  "actress": 0,
  "actually": 0,
  "ad": 1,
  "adapt": 0,
  "add": 0,
  "addict": 0,
  "address": 0,
  "adjust": 0,
  "administration": 1,
  "admire": 0,
  "admit": 0,
  "adopt": 2,
  "adorable": 2,
  "adult": 0,
  "advance": 0,
  "advantage": 0,
  "adventure": 0,
  "advertise": 1,
  "advertisement": 1,
  "advice": 0,
  "advise": 0,
  "advocate": 1,
  "affair": 0,
  "affect": 1,
  "afford": 0,
  "afraid": 0,
  "after": 0,
  "afternoon": 0,
  "afterwards": 2,
  "again": 0,
  "against": 0,
  "age": 0,
  "agenda": 2,
  "agent": 0,
  "ago": 0,
  "agree": 0,
  "agriculture": 0,
  "ahead": 0,
  "ai": 0,
  "artificial": 2,
  "intelligence": 0,
  "aid": 0,
  "aim": 0,
  "air": 0,
  "airline": 0,
  "airport": 0,
  "aisle": 1,
  "alarm": 0,
  "album": 0,
  "alcohol": 2,
  "alert": 2,
  "alike": 0,
  "alive": 0,
  "all": 0,
  "allow": 0,
  "almost": 0,
  "alone": 0,
  "along": 0,
  "alongside": 1,
  "aloud": 0,
  "already": 0,
  "also": 0,
  "alternative": 1,
  "although": 0,
  "altogether": 1,
  "always": 0,
  "amateur": 2,
  "amazing": 0,
  "ambition": 2,
  "ambulance": 2,
  "amendment": 2,
  "among": 0,
  "amount": 0,
  "amuse": 2,
  "analyse": 2,
  "ancestor": 2,
  "ancient": 0,
  "and": 0,
  "angle": 1,
  "angry": 0,
  "animal": 0,
  "ankle": 1,
  "announce": 1,
  "annoy": 2,
  "annual": 0,
  "another": 0,
  "answer": 0,
  "ant": 0,
  "anticipate": 2,
  "antique": 2,
  "anxious": 0,
  "any": 0,
  "anybody": 0,
  "anyone": 0,
  "anyhow": 0,
  "anymore": 0,
  "anything": 0,
  "anyway": 0,
  "anywhere": 0,
  "apart": 0,
  "apartment": 0,
  "apologise": 1,
  "apparently": 1,
  "appeal": 1,
  "appear": 0,
  "appetite": 0,
  "applaud": 2,
  "apple": 0,
  "apply": 0,
  "appointment": 0,
  "appreciate": 0,
  "approach": 0,
  "appropriate": 2,
  "approve": 2,
  "arch": 2,
  "architect": 2,
  "area": 0,
  "argue": 0,
  "arise": 1,
  "arm": 0,
  "army": 0,
  "around": 0,
  "arrange": 0,
  "arrest": 1,
  "arrive": 0,
  "arrow": 2,
  "art": 0,
  "article": 0,
  "as": 0,
  "ashamed": 2,
  "aside": 2,
  "ask": 0,
  "asleep": 0,
  "aspect": 0,
  "assess": 2,
  "asset": 2,
  "assign": 2,
  "assistant": 0,
  "association": 1,
  "assume": 0,
  "assumption": 1,
  "astonish": 1,
  "astronaut": 1,
  "astronomer": 1,
  "at": 0,
  "athlete": 0,
  "atm": 0,
  "automatic": 0,
  "teller": 0,
  "machine": 0,
  "atmosphere": 1,
  "attach": 0,
  "attack": 0,
  "attain": 1,
  "attempt": 0,
  "attend": 0,
  "attention": 0,
  "attitude": 0,
  "attract": 0,
  "audience": 0,
  "aunt": 0,
  "author": 0,
  "authority": 0,
  "auto": 1,
  "automobile": 1,
  "autonomous": 2,
  "autumn": 2,
  "fall": 2,
  "available": 2,
  "avenue": 2,
  "average": 0,
  "avoid": 0,
  "awake": 0,
  "award": 0,
  "aware": 0,
  "away": 0,
  "awesome": 2,
  "awful": 0,
  "awkward": 0,
  "baby": 0,
  "back": 0,
  "backache": 0,
  "background": 0,
  "backwards": 0,
  "bacon": 0,
  "bad": 0,
  "badly": 0,
  "badminton": 0,
  "bag": 0,
  "bake": 0,
  "balance": 0,
  "ball": 0,
  "ballet": 0,
  "balloon": 0,
  "bamboo": 0,
  "ban": 1,
  "banana": 0,
  "band": 0,
  "bank": 0,
  "bar": 0,
  "barbecue": 0,
  "barely": 1,
  "bark": 1,
  "barrier": 1,
  "base": 0,
  "baseball": 0,
  "basic": 0,
  "basin": 0,
  "basis": 0,
  "basket": 0,
  "basketball": 0,
  "bat": 0,
  "bath": 0,
  "bathroom": 0,
  "bathtub": 0,
  "battery": 0,
  "battle": 0,
  "bay": 1,
  "bc": 1,
  "be": 1,
  "am": 1,
  "is": 1,
  "are": 1,
  "beach": 0,
  "bean": 0,
  "bear": 0,
  "beard": 0,
  "beat": 0,
  "beauty": 1,
  "because": 0,
  "become": 0,
  "bed": 0,
  "bedroom": 0,
  "beef": 0,
  "beer": 0,
  "before": 0,
  "begin": 0,
  "behalf": 2,
  "behave": 2,
  "behaviour": 2,
  "behind": 0,
  "being": 1,
  "belief": 1,
  "believe": 0,
  "bell": 0,
  "belong": 0,
  "below": 0,
  "belt": 0,
  "bend": 1,
  "beneath": 0,
  "benefit": 0,
  "beside": 0,
  "besides": 0,
  "best": 0,
  "bet": 2,
  "better": 0,
  "between": 0,
  "beyond": 0,
  "big": 0,
  "bike": 1,
  "bicycle": 1,
  "bill": 0,
  "billion": 1,
  "biology": 0,
  "bird": 0,
  "birth": 0,
  "birthday": 0,
  "biscuit": 0,
  "bit": 0,
  "bite": 0,
  "bitter": 0,
  "black": 0,
  "blackboard": 0,
  "blame": 0,
  "blank": 0,
  "blanket": 0,
  "bleed": 1,
  "bless": 1,
  "blind": 0,
  "block": 0,
  "blog": 0,
  "blood": 0,
  "blouse": 0,
  "blow": 0,
  "blue": 0,
  "board": 0,
  "boat": 0,
  "body": 0,
  "boil": 1,
  "bomb": 1,
  "bond": 1,
  "bone": 0,
  "bonus": 2,
  "book": 0,
  "booklet": 0,
  "bookshop": 0,
  "boost": 0,
  "boot": 0,
  "border": 0,
  "bore": 2,
  "born": 0,
  "borrow": 0,
  "boss": 0,
  "botanical": 2,
  "both": 0,
  "bother": 0,
  "bottle": 0,
  "bottom": 0,
  "bounce": 1,
  "bound": 1,
  "boundary": 1,
  "bow": 1,
  "bowl": 0,
  "bowling": 2,
  "box": 0,
  "boxing": 0,
  "boy": 0,
  "brain": 0,
  "brake": 1,
  "branch": 0,
  "brand": 2,
  "brave": 0,
  "bread": 0,
  "break": 0,
  "breakfast": 0,
  "breast": 1,
  "breath": 1,
  "breathe": 0,
  "brick": 1,
  "bride": 1,
  "bridegroom": 1,
  "bridge": 0,
  "brief": 0,
  "bright": 0,
  "brilliant": 0,
  "bring": 0,
  "broad": 0,
  "broadcast": 0,
  "brochure": 0,
  "broken": 0,
  "brother": 0,
  "brown": 0,
  "brush": 0,
  "budget": 0,
  "buffet": 2,
  "build": 0,
  "bunch": 1,
  "burger": 0,
  "burn": 0,
  "bury": 1,
  "bus": 0,
  "business": 0,
  "businessman": 0,
  "businesswoman": 0,
  "busy": 0,
  "but": 0,
  "butcher": 2,
  "butter": 0,
  "button": 0,
  "buy": 0,
  "by": 0,
  "cabbage": 1,
  "cabin": 1,
  "caf": 0,
  "cafeteria": 2,
  "cage": 2,
  "cake": 0,
  "calculate": 2,
  "calendar": 0,
  "call": 0,
  "calligraphy": 2,
  "calm": 0,
  "calorie": 2,
  "camel": 2,
  "camera": 0,
  "camp": 0,
  "campaign": 2,
  "campus": 0,
  "can": 0,
  "canal": 1,
  "cancel": 0,
  "cancer": 0,
  "candidate": 1,
  "candle": 0,
  "candy": 0,
  "canteen": 2,
  "cap": 0,
  "capable": 0,
  "capacity": 2,
  "capital": 0,
  "capsule": 2,
  "captain": 0,
  "capture": 2,
  "car": 0,
  "carbon": 0,
  "card": 0,
  "care": 0,
  "career": 0,
  "cargo": 2,
  "carpet": 0,
  "carrot": 0,
  "carry": 0,
  "cart": 0,
  "cartoon": 0,
  "carve": 2,
  "case": 0,
  "cash": 0,
  "cashier": 0,
  "cast": 2,
  "castle": 0,
  "cat": 0,
  "catch": 0,
  "category": 1,
  "cattle": 0,
  "cause": 0,
  "caution": 1,
  "cave": 1,
  "cease": 1,
  "ceiling": 0,
  "celebrate": 0,
  "celebrity": 2,
  "cell": 0,
  "cent": 0,
  "centimetre": 1,
  "central": 0,
  "centre": 1,
  "century": 0,
  "cereal": 0,
  "certain": 0,
  "certificate": 1,
  "chain": 0,
  "chair": 0,
  "chairman": 0,
  "chairwoman": 0,
  "chairperson": 0,
  "chalk": 0,
  "challenge": 0,
  "champion": 0,
  "chance": 0,
  "change": 0,
  "channel": 0,
  "chaos": 1,
  "chapter": 0,
  "character": 0,
  "charge": 0,
  "charity": 0,
  "chart": 1,
  "chat": 0,
  "cheap": 0,
  "cheat": 1,
  "check": 0,
  "cheek": 1,
  "cheer": 0,
  "cheese": 2,
  "chef": 0,
  "chemistry": 0,
  "cheque": 2,
  "chess": 0,
  "chest": 0,
  "chew": 1,
  "chicken": 0,
  "chief": 0,
  "child": 1,
  "childhood": 1,
  "chilli": 1,
  "chip": 0,
  "chocolate": 0,
  "choice": 0,
  "choke": 1,
  "choose": 0,
  "chop": 1,
  "chopsticks": 1,
  "chore": 1,
  "chorus": 1,
  "christmas": 0,
  "church": 0,
  "cigarette": 1,
  "cinema": 0,
  "circle": 0,
  "circuit": 2,
  "circumstance": 2,
  "circus": 2,
  "cite": 2,
  "citizen": 2,
  "city": 0,
  "civil": 1,
  "civilian": 1,
  "civilisation": 1,
  "claim": 0,
  "clap": 0,
  "clarify": 2,
  "class": 0,
  "classic": 0,
  "classmate": 0,
  "classroom": 0,
  "clay": 0,
  "clean": 0,
  "clear": 0,
  "clerk": 0,
  "clever": 0,
  "click": 0,
  "client": 2,
  "climate": 0,
  "climb": 0,
  "clinic": 0,
  "clock": 0,
  "clone": 2,
  "close": 0,
  "cloth": 1,
  "clothes": 0,
  "cloud": 0,
  "clown": 0,
  "club": 0,
  "clue": 1,
  "coach": 0,
  "coal": 0,
  "coast": 0,
  "coat": 0,
  "code": 0,
  "coffee": 0,
  "coin": 0,
  "cola": 0,
  "cold": 0,
  "collapse": 1,
  "collar": 1,
  "colleague": 1,
  "collect": 0,
  "college": 0,
  "colour": 1,
  "column": 1,
  "comb": 0,
  "combine": 1,
  "come": 0,
  "comedy": 1,
  "comfort": 1,
  "comic": 1,
  "command": 1,
  "comment": 0,
  "commerce": 1,
  "commission": 1,
  "commit": 1,
  "committee": 1,
  "common": 1,
  "communicate": 1,
  "communist": 1,
  "community": 1,
  "company": 1,
  "compare": 1,
  "compete": 1,
  "competence": 1,
  "complain": 0,
  "complaint": 2,
  "complete": 0,
  "complex": 2,
  "complicated": 2,
  "component": 2,
  "compose": 2,
  "comprehension": 2,
  "comprehensive": 2,
  "comprise": 2,
  "computer": 1,
  "concentrate": 0,
  "concept": 0,
  "concern": 0,
  "concert": 0,
  "conclude": 1,
  "concrete": 1,
  "condition": 0,
  "conduct": 0,
  "conference": 0,
  "confidence": 0,
  "confirm": 0,
  "conflict": 2,
  "confucianism": 2,
  "confucius": 2,
  "confuse": 2,
  "congratulation": 2,
  "connect": 2,
  "consequence": 1,
  "conservation": 1,
  "conservative": 1,
  "consider": 0,
  "consist": 1,
  "consistent": 1,
  "constant": 1,
  "constitution": 1,
  "construct": 0,
  "consult": 1,
  "consume": 1,
  "contact": 0,
  "contain": 0,
  "contemporary": 1,
  "content": 0,
  "contest": 2,
  "context": 0,
  "continent": 0,
  "continue": 0,
  "contract": 0,
  "contradictory": 2,
  "contrary": 2,
  "contrast": 2,
  "contribute": 0,
  "control": 0,
  "convenient": 0,
  "conventional": 1,
  "conversation": 1,
  "convince": 1,
  "cook": 0,
  "cookie": 0,
  "cool": 0,
  "cooperate": 1,
  "copy": 0,
  "core": 1,
  "corn": 0,
  "corner": 0,
  "corporation": 2,
  "correct": 0,
  "correspond": 1,
  "cost": 0,
  "costume": 1,
  "cottage": 1,
  "cotton": 0,
  "cough": 0,
  "could": 0,
  "council": 2,
  "count": 0,
  "counter": 0,
  "country": 0,
  "countryside": 0,
  "county": 0,
  "couple": 0,
  "coupon": 2,
  "courage": 0,
  "course": 0,
  "court": 0,
  "cousin": 0,
  "cover": 0,
  "cow": 0,
  "co-worker": 0,
  "craft": 0,
  "crash": 0,
  "crayon": 0,
  "crazy": 0,
  "cream": 0,
  "create": 0,
  "creature": 2,
  "credit": 0,
  "crew": 2,
  "crime": 2,
  "crisis": 2,
  "crisp": 2,
  "criterion": 2,
  "critical": 2,
  "criticize": 2,
  "crop": 2,
  "cross": 0,
  "crossroads": 0,
  "crowd": 0,
  "crucial": 2,
  "cruel": 2,
  "cry": 0,
  "cuisine": 2,
  "culture": 0,
  "cup": 0,
  "cupboard": 0,
  "cure": 0,
  "curious": 0,
  "current": 0,
  "curry": 0,
  "curtain": 0,
  "custom": 0,
  "customer": 0,
  "cut": 0,
  "cute": 0,
  "cycle": 0,
  "dad": 0,
  "daily": 0,
  "dairy": 0,
  "damage": 0,
  "damp": 2,
  "dance": 0,
  "danger": 0,
  "dare": 1,
  "dark": 0,
  "data": 0,
  "database": 0,
  "date": 0,
  "daughter": 0,
  "day": 0,
  "dead": 0,
  "deadline": 1,
  "deaf": 0,
  "deal": 0,
  "dear": 0,
  "death": 0,
  "debate": 2,
  "debt": 2,
  "decade": 2,
  "decent": 2,
  "decide": 0,
  "declare": 0,
  "decline": 1,
  "decorate": 0,
  "decrease": 1,
  "deep": 0,
  "deer": 0,
  "defeat": 1,
  "defend": 1,
  "deficit": 1,
  "definite": 0,
  "definition": 2,
  "degree": 0,
  "delay": 0,
  "delete": 2,
  "delicate": 2,
  "delicious": 0,
  "delighted": 2,
  "deliver": 0,
  "demand": 0,
  "democratic": 1,
  "demonstrate": 1,
  "dentist": 0,
  "deny": 1,
  "department": 1,
  "departure": 1,
  "depend": 0,
  "deposit": 0,
  "depress": 2,
  "depth": 2,
  "describe": 0,
  "desert": 0,
  "deserve": 2,
  "design": 0,
  "desire": 0,
  "desk": 0,
  "desperate": 1,
  "despite": 0,
  "dessert": 0,
  "destination": 0,
  "destroy": 0,
  "detail": 0,
  "detect": 1,
  "determine": 1,
  "develop": 1,
  "device": 1,
  "devote": 1,
  "diagram": 0,
  "dialogue": 1,
  "diamond": 1,
  "diary": 0,
  "dictation": 2,
  "dictionary": 0,
  "die": 0,
  "diet": 0,
  "differ": 1,
  "difficult": 0,
  "dig": 0,
  "digest": 2,
  "digital": 0,
  "dignity": 1,
  "dimension": 1,
  "dining": 0,
  "dinner": 0,
  "dinosaur": 2,
  "diploma": 0,
  "direct": 0,
  "directory": 2,
  "dirty": 0,
  "disable": 2,
  "disappear": 0,
  "disappointed": 0,
  "disaster": 0,
  "discipline": 2,
  "discount": 0,
  "discover": 0,
  "discrimination": 2,
  "discuss": 0,
  "disease": 0,
  "dish": 0,
  "disk": 1,
  "dismiss": 1,
  "display": 0,
  "distance": 0,
  "distinct": 2,
  "distinguish": 2,
  "distribution": 2,
  "district": 0,
  "disturb": 1,
  "dive": 1,
  "diverse": 1,
  "divide": 0,
  "dizzy": 2,
  "do": 0,
  "does": 0,
  "doctor": 0,
  "dr": 0,
  "document": 0,
  "dog": 0,
  "doll": 0,
  "dollar": 0,
  "dolphin": 0,
  "domain": 2,
  "domestic": 2,
  "dominate": 2,
  "donate": 0,
  "door": 0,
  "dorm": 1,
  "dormitory": 1,
  "double": 0,
  "doubt": 0,
  "down": 0,
  "download": 0,
  "downstairs": 0,
  "downtown": 0,
  "dozen": 0,
  "draft": 0,
  "drag": 0,
  "dragon": 0,
  "drama": 0,
  "draw": 0,
  "drawer": 0,
  "dream": 0,
  "dress": 0,
  "drill": 2,
  "drink": 0,
  "drive": 0,
  "driveway": 0,
  "drop": 0,
  "drought": 0,
  "drug": 0,
  "drum": 0,
  "dry": 0,
  "duck": 0,
  "due": 0,
  "dull": 0,
  "dumpling": 0,
  "duration": 2,
  "during": 0,
  "dust": 1,
  "dustbin": 1,
  "duty": 0,
  "dynamic": 1,
  "dynasty": 0,
  "each": 0,
  "eager": 0,
  "eagle": 2,
  "ear": 0,
  "early": 0,
  "earn": 0,
  "earring": 0,
  "earth": 0,
  "earthquake": 0,
  "ease": 0,
  "east": 0,
  "easy": 0,
  "eat": 0,
  "ecology": 2,
  "economy": 2,
  "edge": 0,
  "editor": 0,
  "educate": 1,
  "effect": 0,
  "efficient": 0,
  "effort": 0,
  "egg": 0,
  "e-hailing": 0,
  "either": 0,
  "elder": 0,
  "elect": 0,
  "electricity": 0,
  "electronic": 0,
  "elegant": 1,
  "element": 0,
  "elephant": 0,
  "eleven": 0,
  "eliminate": 2,
  "else": 0,
  "elsewhere": 1,
  "email": 0,
  "embarrassed": 1,
  "embrace": 1,
  "emerge": 1,
  "emergency": 1,
  "emotion": 1,
  "emperor": 1,
  "emphasis": 1,
  "employ": 1,
  "empty": 0,
  "enable": 0,
  "encounter": 1,
  "encourage": 0,
  "end": 0,
  "enemy": 0,
  "energy": 0,
  "engage": 2,
  "engine": 0,
  "engineer": 0,
  "enhance": 2,
  "enjoy": 0,
  "enormous": 2,
  "enough": 0,
  "ensure": 0,
  "enter": 0,
  "enterprise": 2,
  "entertainment": 1,
  "enthusiastic": 1,
  "entire": 0,
  "entitle": 1,
  "entrance": 0,
  "entry": 0,
  "envelope": 0,
  "environment": 0,
  "envy": 0,
  "episode": 0,
  "equal": 0,
  "equator": 2,
  "equipment": 2,
  "era": 2,
  "eraser": 0,
  "error": 0,
  "erupt": 2,
  "escape": 0,
  "especially": 0,
  "essay": 0,
  "essential": 0,
  "establish": 0,
  "estate": 2,
  "estimate": 2,
  "euro": 2,
  "evaluate": 2,
  "eve": 0,
  "even": 0,
  "evening": 0,
  "event": 0,
  "eventually": 0,
  "ever": 0,
  "every": 0,
  "everyday": 0,
  "everyone": 0,
  "everybody": 0,
  "everything": 0,
  "everywhere": 0,
  "evidence": 0,
  "exact": 0,
  "exam": 1,
  "examination": 1,
  "examine": 0,
  "example": 0,
  "excellent": 0,
  "except": 0,
  "exceptional": 1,
  "exchange": 0,
  "excite": 1,
  "excuse": 0,
  "executive": 2,
  "exercise": 0,
  "exhibition": 1,
  "exist": 0,
  "exit": 0,
  "expand": 1,
  "expect": 0,
  "expense": 1,
  "experience": 1,
  "experiment": 1,
  "expert": 1,
  "explain": 1,
  "explode": 1,
  "explore": 0,
  "export": 0,
  "expose": 1,
  "express": 0,
  "extend": 1,
  "extent": 0,
  "external": 0,
  "extinction": 0,
  "extra": 0,
  "extraordinary": 2,
  "extremely": 0,
  "eye": 0,
  "fabric": 1,
  "face": 0,
  "facility": 0,
  "fact": 0,
  "factor": 0,
  "factory": 0,
  "fail": 0,
  "fair": 0,
  "faith": 1,
  "false": 1,
  "familiar": 0,
  "family": 0,
  "famous": 0,
  "fan": 0,
  "fancy": 0,
  "fantasy": 1,
  "far": 0,
  "fare": 1,
  "farmer": 0,
  "fashion": 0,
  "fast": 0,
  "fat": 0,
  "father": 0,
  "fault": 0,
  "favour": 1,
  "favourite": 1,
  "fear": 0,
  "feature": 0,
  "federal": 1,
  "fee": 0,
  "feed": 0,
  "feel": 0,
  "fellow": 0,
  "female": 0,
  "fence": 0,
  "festival": 0,
  "fetch": 2,
  "fever": 0,
  "few": 0,
  "fibre": 2,
  "fiction": 2,
  "field": 0,
  "fight": 0,
  "figure": 0,
  "file": 0,
  "fill": 0,
  "film": 0,
  "final": 0,
  "finance": 2,
  "find": 0,
  "fine": 0,
  "finger": 0,
  "finish": 0,
  "fire": 0,
  "firefighter": 0,
  "fireplace": 0,
  "fireworks": 0,
  "firm": 0,
  "first": 0,
  "fish": 0,
  "fist": 1,
  "fit": 0,
  "fix": 0,
  "flag": 0,
  "flame": 0,
  "flash": 0,
  "flashlight": 1,
  "flat": 0,
  "flavour": 2,
  "flexible": 0,
  "flight": 0,
  "flood": 0,
  "floor": 0,
  "flour": 1,
  "flow": 0,
  "flowchart": 0,
  "flower": 0,
  "flu": 0,
  "fluent": 0,
  "fly": 0,
  "focus": 0,
  "fog": 0,
  "fold": 1,
  "folk": 0,
  "follow": 0,
  "fond": 0,
  "food": 0,
  "fool": 0,
  "foot": 1,
  "football": 0,
  "for": 0,
  "force": 0,
  "forecast": 0,
  "forehead": 0,
  "foreign": 0,
  "forest": 0,
  "forever": 0,
  "forget": 0,
  "forgive": 1,
  "fork": 0,
  "form": 0,
  "formal": 0,
  "format": 2,
  "former": 0,
  "forth": 1,
  "fortune": 1,
  "forum": 0,
  "forward": 0,
  "found": 1,
  "foundation": 1,
  "fountain": 1,
  "fox": 1,
  "fragile": 1,
  "frame": 1,
  "frank": 0,
  "free": 0,
  "freeze": 0,
  "frequent": 0,
  "fresh": 0,
  "friction": 2,
  "fridge": 2,
  "refrigerator": 2,
  "friend": 0,
  "frighten": 1,
  "frog": 1,
  "from": 0,
  "front": 0,
  "frontier": 1,
  "frost": 1,
  "fruit": 0,
  "fry": 0,
  "fuel": 0,
  "full": 0,
  "fun": 0,
  "function": 0,
  "fund": 0,
  "fundamental": 2,
  "funny": 0,
  "furniture": 0,
  "further": 0,
  "future": 0,
  "gain": 0,
  "gallery": 1,
  "gallon": 1,
  "game": 0,
  "gap": 0,
  "garage": 0,
  "garbage": 1,
  "garden": 0,
  "garlic": 1,
  "gas": 0,
  "gate": 0,
  "gather": 0,
  "gay": 1,
  "gender": 0,
  "gene": 2,
  "general": 0,
  "generate": 2,
  "generation": 2,
  "generous": 0,
  "genius": 2,
  "gentle": 2,
  "gentleman": 2,
  "genuine": 2,
  "geography": 2,
  "geometry": 2,
  "gesture": 2,
  "get": 0,
  "giant": 1,
  "gift": 0,
  "giraffe": 0,
  "girl": 0,
  "give": 0,
  "glad": 0,
  "glass": 0,
  "globe": 1,
  "glory": 0,
  "glove": 0,
  "glue": 0,
  "go": 0,
  "goal": 0,
  "goat": 1,
  "god": 0,
  "gold": 0,
  "golf": 0,
  "good": 0,
  "goodbye": 0,
  "goods": 0,
  "government": 0,
  "grab": 0,
  "grade": 0,
  "gradually": 1,
  "graduate": 0,
  "grain": 2,
  "grammar": 0,
  "gramme": 1,
  "grand": 1,
  "grandchild": 1,
  "grandson": 1,
  "granddaughter": 1,
  "grandparent": 0,
  "grandfather": 0,
  "granddad": 0,
  "grandpa": 0,
  "grandmother": 0,
  "grandma": 0,
  "granny": 0,
  "grant": 1,
  "grape": 0,
  "grasp": 1,
  "grass": 0,
  "grateful": 0,
  "gravity": 1,
  "great": 0,
  "greedy": 2,
  "green": 0,
  "greenhouse": 0,
  "greet": 0,
  "grey": 0,
  "grilled": 0,
  "grocery": 0,
  "ground": 0,
  "group": 0,
  "grow": 0,
  "guarantee": 0,
  "guard": 0,
  "guess": 0,
  "guest": 0,
  "guide": 0,
  "guidebook": 0,
  "guideline": 0,
  "guilty": 1,
  "guitar": 0,
  "gun": 0,
  "guy": 0,
  "gym": 0,
  "gymnasium": 0,
  "gymnastics": 0,
  "habit": 0,
  "habitat": 2,
  "hair": 0,
  "hairdresser": 0,
  "hairdryer": 0,
  "half": 0,
  "halfway": 1,
  "hall": 0,
  "ham": 0,
  "hamburger": 0,
  "hammer": 0,
  "hand": 0,
  "handbag": 0,
  "handkerchief": 1,
  "handle": 0,
  "handmade": 1,
  "handsome": 0,
  "handwriting": 1,
  "hang": 0,
  "happen": 0,
  "happy": 0,
  "hard": 0,
  "hardly": 0,
  "hardware": 1,
  "harm": 0,
  "harmony": 1,
  "harvest": 0,
  "hat": 0,
  "hatch": 2,
  "hate": 0,
  "have": 1,
  "has": 1,
  "he": 0,
  "head": 0,
  "headache": 0,
  "headline": 1,
  "headmaster": 1,
  "headphone": 1,
  "headteacher": 1,
  "health": 0,
  "hear": 0,
  "heart": 0,
  "heat": 0,
  "heavy": 0,
  "height": 0,
  "hell": 1,
  "hello": 0,
  "help": 0,
  "hen": 0,
  "hence": 2,
  "her": 0,
  "herb": 2,
  "here": 0,
  "hero": 0,
  "hers": 0,
  "herself": 0,
  "hesitate": 0,
  "hi": 0,
  "hide": 0,
  "high": 0,
  "highlight": 2,
  "high-tech": 0,
  "highway": 1,
  "hike": 1,
  "hill": 0,
  "him": 0,
  "himself": 0,
  "hip-hop": 0,
  "hire": 0,
  "his": 0,
  "history": 0,
  "hit": 0,
  "hobby": 0,
  "hockey": 2,
  "hold": 0,
  "hole": 0,
  "holiday": 0,
  "home": 0,
  "homeland": 1,
  "hometown": 1,
  "homework": 1,
  "honest": 1,
  "honey": 1,
  "honour": 1,
  "hook": 1,
  "hope": 0,
  "horrible": 0,
  "horse": 0,
  "hospital": 0,
  "host": 0,
  "hostess": 0,
  "hot": 0,
  "hotdog": 0,
  "hotel": 0,
  "hour": 0,
  "house": 0,
  "household": 0,
  "housewife": 0,
  "housework": 0,
  "how": 0,
  "however": 0,
  "hug": 0,
  "huge": 0,
  "human": 0,
  "humble": 2,
  "humorous": 0,
  "hundred": 0,
  "hungry": 0,
  "hunt": 0,
  "hurricane": 2,
  "hurry": 0,
  "hurt": 0,
  "husband": 0,
  "hydrogen": 1,
  "ice": 0,
  "idea": 0,
  "ideal": 1,
  "identify": 1,
  "identity": 0,
  "idiom": 2,
  "if": 0,
  "ignore": 0,
  "ill": 0,
  "illegal": 1,
  "illustrate": 0,
  "image": 0,
  "imagine": 0,
  "immediately": 0,
  "immigrant": 0,
  "impact": 0,
  "implement": 1,
  "imply": 1,
  "import": 0,
  "important": 0,
  "impossible": 0,
  "impress": 0,
  "improve": 0,
  "in": 0,
  "inch": 0,
  "incident": 2,
  "include": 0,
  "income": 0,
  "increase": 0,
  "incredible": 1,
  "indeed": 0,
  "independent": 0,
  "indicate": 0,
  "individual": 0,
  "indoor": 0,
  "industry": 0,
  "infect": 2,
  "infer": 2,
  "influence": 0,
  "informal": 1,
  "information": 1,
  "initial": 1,
  "initiative": 1,
  "injure": 0,
  "inn": 1,
  "inner": 1,
  "innocent": 2,
  "innovation": 2,
  "input": 2,
  "inquire": 2,
  "insect": 0,
  "insert": 2,
  "inside": 0,
  "insight": 2,
  "insist": 2,
  "inspection": 2,
  "inspire": 0,
  "install": 0,
  "instance": 2,
  "instant": 2,
  "instead": 0,
  "institute": 1,
  "institution": 1,
  "instruction": 0,
  "instrument": 0,
  "insurance": 0,
  "integrate": 2,
  "integrity": 2,
  "intelligent": 0,
  "intend": 0,
  "intense": 1,
  "interaction": 1,
  "interest": 0,
  "internal": 1,
  "international": 1,
  "internet": 2,
  "internship": 2,
  "interpret": 2,
  "interrupt": 2,
  "intervention": 2,
  "interview": 0,
  "into": 0,
  "introduce": 0,
  "invent": 0,
  "invest": 1,
  "investigate": 1,
  "invite": 0,
  "invoice": 2,
  "involve": 2,
  "iot": 2,
  "of": 2,
  "things": 2,
  "iron": 0,
  "island": 0,
  "issue": 0,
  "it": 0,
  "technology": 0,
  "item": 0,
  "its": 0,
  "itself": 0,
  "jacket": 0,
  "jam": 0,
  "jaw": 0,
  "jazz": 1,
  "jeans": 0,
  "jewellery": 1,
  "job": 0,
  "jog": 0,
  "join": 0,
  "joint": 1,
  "joke": 0,
  "journal": 0,
  "journalist": 1,
  "journey": 0,
  "joy": 0,
  "judge": 0,
  "juice": 0,
  "jump": 0,
  "jungle": 1,
  "junior": 0,
  "jury": 1,
  "just": 0,
  "justice": 0,
  "justify": 1,
  "kangaroo": 0,
  "keen": 0,
  "keep": 0,
  "kettle": 2,
  "key": 0,
  "keyboard": 0,
  "kick": 0,
  "kid": 0,
  "kill": 0,
  "kilo": 0,
  "kilogramme": 0,
  "kilometre": 0,
  "kind": 0,
  "kindergarten": 0,
  "king": 0,
  "kingdom": 1,
  "kiss": 0,
  "kit": 0,
  "kitchen": 0,
  "kite": 0,
  "knee": 0,
  "knife": 0,
  "knock": 0,
  "know": 0,
  "lab": 1,
  "laboratory": 1,
  "label": 0,
  "labour": 1,
  "lack": 0,
  "ladder": 0,
  "lady": 0,
  "lake": 0,
  "lamb": 1,
  "lamp": 0,
  "land": 0,
  "landscape": 1,
  "lane": 1,
  "language": 0,
  "lantern": 0,
  "lap": 0,
  "laptop": 1,
  "large": 0,
  "laser": 1,
  "last": 0,
  "late": 0,
  "latter": 0,
  "laugh": 0,
  "launch": 2,
  "laundry": 0,
  "law": 0,
  "lawn": 1,
  "lawyer": 0,
  "lay": 0,
  "layer": 1,
  "lazy": 0,
  "lead": 0,
  "leaf": 0,
  "league": 1,
  "leak": 1,
  "lean": 1,
  "learn": 0,
  "least": 0,
  "leather": 1,
  "leave": 0,
  "lecture": 0,
  "left": 0,
  "leg": 0,
  "legal": 1,
  "leisure": 0,
  "lemon": 0,
  "lend": 0,
  "length": 0,
  "less": 0,
  "lesson": 0,
  "let": 0,
  "letter": 0,
  "level": 0,
  "liberal": 1,
  "liberation": 1,
  "liberty": 2,
  "library": 0,
  "licence": 1,
  "lid": 1,
  "lie": 0,
  "life": 0,
  "lift": 0,
  "light": 0,
  "lightning": 0,
  "like": 0,
  "limit": 0,
  "line": 0,
  "link": 0,
  "lion": 0,
  "lip": 0,
  "liquid": 1,
  "list": 0,
  "listen": 0,
  "literally": 1,
  "literary": 1,
  "litre": 1,
  "litter": 0,
  "little": 0,
  "live": 0,
  "lively": 0,
  "load": 2,
  "loaf": 2,
  "loan": 2,
  "lobby": 0,
  "local": 0,
  "locate": 0,
  "lock": 0,
  "log": 2,
  "logical": 2,
  "lonely": 0,
  "long": 0,
  "look": 0,
  "loose": 0,
  "lose": 0,
  "lot": 0,
  "loud": 0,
  "love": 0,
  "low": 0,
  "luck": 0,
  "luggage": 1,
  "lunar": 0,
  "lunch": 0,
  "lung": 1,
  "luxury": 1,
  "mad": 0,
  "madam": 0,
  "magazine": 0,
  "magic": 0,
  "mail": 0,
  "main": 0,
  "mainland": 1,
  "maintain": 0,
  "major": 0,
  "make": 0,
  "make-up": 0,
  "male": 0,
  "man": 0,
  "manage": 0,
  "mango": 0,
  "mankind": 1,
  "manner": 0,
  "manufacture": 1,
  "many": 0,
  "map": 0,
  "marathon": 2,
  "march": 0,
  "mark": 0,
  "market": 0,
  "marry": 0,
  "mass": 0,
  "massage": 2,
  "master": 0,
  "match": 0,
  "mate": 0,
  "material": 0,
  "maths": 1,
  "mathematics": 1,
  "matter": 0,
  "mature": 2,
  "maximum": 2,
  "may": 0,
  "maybe": 0,
  "mayor": 0,
  "me": 0,
  "meal": 0,
  "mean": 0,
  "means": 0,
  "meanwhile": 1,
  "measure": 0,
  "meat": 0,
  "mechanic": 0,
  "medal": 0,
  "medical": 0,
  "medicine": 0,
  "medium": 2,
  "meet": 0,
  "meeting": 0,
  "melon": 0,
  "melt": 1,
  "member": 0,
  "memo": 0,
  "memorial": 2,
  "memory": 0,
  "mental": 0,
  "mention": 0,
  "menu": 0,
  "mercy": 2,
  "merely": 2,
  "merry": 0,
  "mess": 0,
  "message": 0,
  "metal": 0,
  "method": 0,
  "metre": 1,
  "microscope": 1,
  "microwave": 1,
  "middle": 0,
  "midnight": 0,
  "might": 0,
  "mild": 1,
  "mile": 0,
  "military": 0,
  "milk": 0,
  "millimetre": 1,
  "million": 0,
  "mind": 0,
  "mine": 0,
  "mineral": 1,
  "minimum": 1,
  "minister": 1,
  "minor": 1,
  "minus": 1,
  "minute": 0,
  "miracle": 1,
  "mirror": 1,
  "miss": 0,
  "missile": 1,
  "missing": 0,
  "mission": 2,
  "mist": 2,
  "mistake": 0,
  "mix": 0,
  "mobile": 0,
  "mode": 2,
  "model": 0,
  "modern": 0,
  "moment": 0,
  "money": 0,
  "monitor": 0,
  "monkey": 0,
  "month": 0,
  "mood": 2,
  "moon": 0,
  "mop": 2,
  "moral": 2,
  "more": 0,
  "moreover": 0,
  "morning": 0,
  "mosque": 0,
  "mosquito": 2,
  "most": 0,
  "mother": 0,
  "mum": 0,
  "motion": 0,
  "motivate": 0,
  "motive": 0,
  "motor": 0,
  "motorbike": 0,
  "motorway": 0,
  "motto": 0,
  "mount": 0,
  "mountain": 0,
  "mouse": 1,
  "mouth": 0,
  "move": 0,
  "movie": 0,
  "mr": 0,
  "mrs": 0,
  "ms": 0,
  "much": 0,
  "mud": 1,
  "mug": 0,
  "multiple": 2,
  "murder": 2,
  "muscle": 2,
  "museum": 0,
  "mushroom": 1,
  "music": 0,
  "must": 0,
  "mutton": 2,
  "my": 0,
  "myself": 0,
  "nail": 2,
  "name": 0,
  "narrow": 0,
  "nation": 0,
  "native": 0,
  "nature": 0,
  "naughty": 2,
  "navy": 2,
  "near": 0,
  "nearby": 0,
  "neat": 0,
  "necessary": 0,
  "neck": 0,
  "necklace": 0,
  "need": 0,
  "needle": 1,
  "negative": 0,
  "negotiate": 2,
  "neighbour": 2,
  "neighbourhood": 2,
  "neither": 0,
  "nephew": 0,
  "nervous": 0,
  "nest": 2,
  "net": 2,
  "network": 0,
  "never": 0,
  "nevertheless": 1,
  "new": 0,
  "news": 0,
  "newspaper": 0,
  "next": 0,
  "nice": 0,
  "niece": 0,
  "night": 0,
  "no": 0,
  "noble": 2,
  "nobody": 0,
  "nod": 0,
  "noise": 0,
  "none": 0,
  "noodle": 0,
  "noon": 0,
  "nor": 0,
  "normal": 0,
  "north": 0,
  "nose": 0,
  "not": 0,
  "note": 0,
  "notebook": 0,
  "nothing": 0,
  "notice": 0,
  "notion": 1,
  "novel": 0,
  "now": 0,
  "nowadays": 0,
  "nowhere": 0,
  "nuclear": 1,
  "number": 0,
  "numerous": 1,
  "nurse": 0,
  "nut": 0,
  "nutrition": 1,
  "obey": 0,
  "object": 0,
  "objective": 1,
  "observe": 0,
  "obtain": 1,
  "obvious": 0,
  "occasion": 0,
  "occupation": 1,
  "occupy": 1,
  "occur": 0,
  "ocean": 0,
  "odd": 0,
  "off": 0,
  "offense": 1,
  "offer": 0,
  "office": 0,
  "officer": 0,
  "official": 0,
  "often": 0,
  "oh": 0,
  "oil": 0,
  "ok": 0,
  "old": 0,
  "olympic": 0,
  "omelette": 0,
  "on": 0,
  "once": 0,
  "one": 0,
  "oneself": 0,
  "onion": 0,
  "online": 0,
  "only": 0,
  "onto": 0,
  "open": 0,
  "opera": 0,
  "operate": 0,
  "opinion": 0,
  "opponent": 2,
  "opportunity": 2,
  "oppose": 2,
  "opposite": 0,
  "optimistic": 1,
  "option": 0,
  "or": 0,
  "oral": 2,
  "orange": 0,
  "orbit": 1,
  "order": 0,
  "ordinary": 0,
  "organ": 1,
  "organic": 1,
  "organisation": 1,
  "organise": 0,
  "origin": 2,
  "other": 0,
  "otherwise": 0,
  "our": 0,
  "ours": 0,
  "ourselves": 0,
  "out": 0,
  "outcome": 1,
  "outdoor": 0,
  "outgoing": 0,
  "outline": 1,
  "output": 0,
  "outside": 0,
  "outstanding": 1,
  "over": 0,
  "overall": 1,
  "overcome": 1,
  "overseas": 0,
  "overweight": 0,
  "owe": 0,
  "own": 0,
  "oxygen": 0,
  "pace": 1,
  "pack": 0,
  "package": 0,
  "page": 0,
  "pain": 0,
  "paint": 0,
  "pair": 0,
  "pal": 0,
  "palace": 0,
  "pale": 0,
  "pan": 1,
  "pancake": 0,
  "panda": 0,
  "panel": 2,
  "panic": 2,
  "paper": 0,
  "paragraph": 1,
  "parcel": 1,
  "pardon": 0,
  "parent": 0,
  "park": 0,
  "part": 0,
  "participate": 1,
  "particular": 0,
  "partner": 0,
  "party": 0,
  "pass": 0,
  "passage": 0,
  "passenger": 0,
  "passion": 2,
  "passive": 0,
  "passport": 0,
  "password": 0,
  "past": 0,
  "pasta": 0,
  "patent": 1,
  "path": 0,
  "patient": 0,
  "pattern": 0,
  "pause": 0,
  "pay": 0,
  "pc": 1,
  "personal": 1,
  "pe": 1,
  "physical": 1,
  "education": 1,
  "pea": 0,
  "peace": 0,
  "peak": 1,
  "pear": 0,
  "pen": 0,
  "pencil": 0,
  "penny": 1,
  "people": 0,
  "pepper": 0,
  "per": 0,
  "perceive": 2,
  "percent": 0,
  "perception": 1,
  "perfect": 0,
  "perform": 0,
  "perhaps": 0,
  "period": 0,
  "permanent": 2,
  "permit": 0,
  "person": 0,
  "personnel": 1,
  "perspective": 1,
  "persuade": 0,
  "pessimistic": 2,
  "pet": 0,
  "petrol": 0,
  "phase": 2,
  "phenomenon": 2,
  "philosophy": 2,
  "phone": 2,
  "telephone": 2,
  "photo": 2,
  "phrase": 2,
  "physician": 1,
  "physics": 0,
  "piano": 0,
  "pick": 0,
  "picnic": 0,
  "picture": 0,
  "pie": 0,
  "piece": 0,
  "pig": 0,
  "pill": 0,
  "pillow": 0,
  "pilot": 0,
  "pin": 1,
  "pink": 0,
  "pioneer": 0,
  "pipe": 0,
  "pity": 0,
  "pizza": 0,
  "place": 0,
  "plain": 1,
  "plan": 0,
  "plane": 0,
  "aeroplane": 0,
  "planet": 0,
  "plant": 0,
  "plastic": 0,
  "plate": 0,
  "platform": 0,
  "play": 0,
  "playground": 0,
  "please": 0,
  "plenty": 0,
  "plot": 2,
  "plug": 2,
  "plumber": 2,
  "plural": 0,
  "plus": 0,
  "pocket": 0,
  "poem": 0,
  "poet": 1,
  "point": 0,
  "poison": 0,
  "polar": 2,
  "pole": 0,
  "police": 0,
  "policeman": 0,
  "policewoman": 0,
  "policy": 0,
  "polish": 2,
  "polite": 0,
  "politics": 1,
  "poll": 1,
  "pollute": 0,
  "pond": 2,
  "pool": 0,
  "poor": 0,
  "popular": 1,
  "population": 1,
  "pork": 0,
  "port": 0,
  "portion": 2,
  "pose": 2,
  "position": 0,
  "positive": 0,
  "possession": 1,
  "possible": 0,
  "post": 0,
  "postcard": 0,
  "poster": 0,
  "postpone": 0,
  "pot": 0,
  "potato": 0,
  "potential": 2,
  "pound": 0,
  "pour": 0,
  "poverty": 1,
  "powder": 0,
  "power": 0,
  "practical": 1,
  "practice": 0,
  "praise": 0,
  "pray": 2,
  "precaution": 2,
  "precious": 2,
  "precisely": 2,
  "predict": 2,
  "prefer": 0,
  "prejudice": 2,
  "premier": 2,
  "prepare": 0,
  "present": 0,
  "preserve": 2,
  "president": 0,
  "press": 0,
  "pretend": 1,
  "pretty": 0,
  "prevent": 0,
  "previous": 0,
  "price": 0,
  "pride": 0,
  "primary": 0,
  "prime": 2,
  "primitive": 2,
  "principle": 2,
  "print": 0,
  "prior": 2,
  "prison": 2,
  "private": 0,
  "prize": 0,
  "probably": 0,
  "problem": 0,
  "procedure": 0,
  "proceed": 1,
  "process": 0,
  "produce": 0,
  "product": 0,
  "profession": 2,
  "professor": 2,
  "profile": 2,
  "profit": 0,
  "programme": 1,
  "progress": 0,
  "prohibit": 1,
  "project": 0,
  "promise": 0,
  "promote": 0,
  "pronounce": 0,
  "proof": 0,
  "proper": 0,
  "property": 1,
  "proposal": 0,
  "prospect": 1,
  "protect": 0,
  "protein": 1,
  "protest": 0,
  "proud": 0,
  "prove": 0,
  "provide": 0,
  "province": 0,
  "psychology": 1,
  "pub": 1,
  "public": 0,
  "publish": 0,
  "pudding": 0,
  "pull": 0,
  "pumpkin": 0,
  "punish": 0,
  "pupil": 0,
  "purchase": 0,
  "pure": 0,
  "purple": 0,
  "purpose": 0,
  "purse": 1,
  "pursue": 1,
  "push": 0,
  "put": 0,
  "puzzle": 0,
  "qualify": 1,
  "quality": 0,
  "quantity": 0,
  "quarter": 0,
  "queen": 0,
  "question": 0,
  "queue": 2,
  "quick": 0,
  "quiet": 0,
  "quit": 0,
  "quite": 0,
  "quiz": 2,
  "quote": 2,
  "rabbit": 0,
  "race": 0,
  "racket": 0,
  "radiation": 2,
  "radio": 0,
  "radium": 2,
  "railway": 0,
  "rain": 0,
  "rainbow": 1,
  "raincoat": 0,
  "raise": 0,
  "random": 2,
  "range": 0,
  "rank": 2,
  "rap": 0,
  "rapid": 0,
  "rare": 1,
  "rat": 0,
  "rate": 0,
  "rather": 0,
  "raw": 0,
  "ray": 1,
  "reach": 0,
  "react": 1,
  "read": 0,
  "ready": 0,
  "real": 0,
  "realistic": 2,
  "realize": 2,
  "reason": 0,
  "recall": 1,
  "receive": 0,
  "recent": 0,
  "reception": 1,
  "recipe": 1,
  "recite": 1,
  "recognise": 1,
  "recommend": 1,
  "record": 0,
  "recover": 0,
  "recreation": 2,
  "recycle": 2,
  "red": 0,
  "reduce": 0,
  "refer": 0,
  "reflect": 0,
  "reform": 1,
  "refresh": 1,
  "refund": 1,
  "refuse": 0,
  "regard": 0,
  "regardless": 2,
  "region": 0,
  "register": 1,
  "regret": 0,
  "regular": 0,
  "regulation": 2,
  "reject": 0,
  "relate": 1,
  "relative": 0,
  "relax": 0,
  "relay": 2,
  "release": 2,
  "relevant": 2,
  "relief": 0,
  "religious": 1,
  "rely": 1,
  "remain": 0,
  "remarkable": 1,
  "remember": 0,
  "remind": 0,
  "remote": 2,
  "remove": 0,
  "rent": 0,
  "repair": 0,
  "repeat": 0,
  "replace": 0,
  "reply": 0,
  "report": 0,
  "represent": 0,
  "republic": 0,
  "reputation": 2,
  "request": 0,
  "require": 0,
  "rescue": 2,
  "research": 0,
  "reserve": 2,
  "resident": 2,
  "resign": 2,
  "resistance": 2,
  "resolve": 2,
  "resort": 0,
  "resource": 0,
  "respect": 0,
  "respective": 2,
  "respond": 0,
  "responsible": 0,
  "rest": 0,
  "restaurant": 0,
  "restore": 0,
  "restrict": 0,
  "result": 0,
  "resume": 0,
  "retell": 0,
  "retire": 0,
  "return": 0,
  "reunion": 0,
  "reveal": 0,
  "revenue": 1,
  "review": 0,
  "revise": 0,
  "revolution": 1,
  "reward": 1,
  "rhyme": 1,
  "rice": 0,
  "rich": 0,
  "riddle": 2,
  "ride": 0,
  "rift": 0,
  "right": 0,
  "rigid": 2,
  "ring": 0,
  "ripe": 2,
  "rise": 0,
  "risk": 0,
  "river": 0,
  "road": 0,
  "roast": 0,
  "robot": 0,
  "rock": 0,
  "rocket": 1,
  "role": 0,
  "roll": 0,
  "romantic": 0,
  "rough": 1,
  "round": 0,
  "roundabout": 0,
  "route": 0,
  "routine": 2,
  "row": 0,
  "royal": 2,
  "rub": 2,
  "rubber": 0,
  "rubbish": 0,
  "rude": 1,
  "rugby": 0,
  "ruin": 1,
  "rule": 0,
  "run": 0,
  "rural": 1,
  "rush": 0,
  "sad": 0,
  "safe": 0,
  "safeguard": 0,
  "sail": 0,
  "sake": 1,
  "salad": 0,
  "salary": 0,
  "sale": 0,
  "salesman": 0,
  "saleswoman": 0,
  "salesperson": 0,
  "salt": 0,
  "same": 0,
  "sample": 0,
  "sand": 0,
  "sandstorm": 0,
  "sandwich": 0,
  "satellite": 2,
  "satisfy": 0,
  "sauce": 0,
  "saucer": 2,
  "sausage": 0,
  "save": 0,
  "say": 0,
  "saying": 1,
  "scale": 1,
  "scan": 0,
  "scare": 0,
  "scarf": 0,
  "scene": 0,
  "schedule": 0,
  "scholarship": 2,
  "school": 0,
  "schoolbag": 0,
  "science": 0,
  "scissors": 0,
  "score": 0,
  "scream": 1,
  "screen": 0,
  "sculpture": 2,
  "sea": 0,
  "seal": 2,
  "search": 0,
  "season": 0,
  "seat": 0,
  "second": 0,
  "secondary": 1,
  "secret": 0,
  "secretary": 0,
  "section": 0,
  "sector": 1,
  "secure": 1,
  "see": 0,
  "seed": 0,
  "seek": 0,
  "seem": 0,
  "seize": 1,
  "seldom": 0,
  "select": 0,
  "sell": 0,
  "send": 0,
  "senior": 0,
  "sense": 0,
  "sensitive": 1,
  "sentence": 0,
  "separate": 0,
  "series": 0,
  "serious": 0,
  "servant": 2,
  "serve": 0,
  "session": 1,
  "set": 0,
  "setting": 1,
  "settle": 0,
  "several": 0,
  "severe": 2,
  "sew": 2,
  "sex": 0,
  "shade": 0,
  "shadow": 0,
  "shake": 0,
  "shall": 0,
  "shallow": 0,
  "shame": 0,
  "shampoo": 0,
  "shape": 0,
  "share": 0,
  "shark": 2,
  "sharp": 0,
  "shave": 2,
  "she": 0,
  "sheep": 0,
  "sheet": 0,
  "shelf": 1,
  "shelter": 1,
  "shift": 1,
  "shine": 0,
  "ship": 0,
  "shirt": 0,
  "shock": 0,
  "shoe": 0,
  "shoot": 0,
  "shop": 0,
  "shore": 0,
  "short": 0,
  "should": 0,
  "shoulder": 0,
  "shout": 0,
  "show": 0,
  "shower": 0,
  "shut": 0,
  "shy": 0,
  "sick": 0,
  "side": 0,
  "sidewalk": 0,
  "sight": 0,
  "sightseeing": 0,
  "sign": 0,
  "signal": 0,
  "signature": 2,
  "significant": 0,
  "silent": 0,
  "silk": 0,
  "silly": 0,
  "silver": 0,
  "similar": 0,
  "simple": 0,
  "since": 0,
  "sincere": 0,
  "sing": 0,
  "single": 0,
  "singular": 0,
  "sink": 2,
  "sir": 0,
  "sister": 0,
  "sit": 0,
  "site": 0,
  "situation": 0,
  "size": 0,
  "skate": 0,
  "skateboard": 0,
  "ski": 0,
  "skill": 0,
  "skin": 0,
  "skip": 0,
  "skirt": 0,
  "sky": 0,
  "sleep": 0,
  "sleeve": 2,
  "slice": 0,
  "slide": 0,
  "slight": 0,
  "slim": 0,
  "slip": 0,
  "slow": 0,
  "small": 0,
  "smart": 0,
  "smell": 0,
  "smile": 0,
  "smog": 0,
  "smoke": 0,
  "smooth": 0,
  "snack": 0,
  "snake": 0,
  "sneaker": 0,
  "sneeze": 2,
  "snow": 0,
  "snowboarding": 0,
  "so": 0,
  "soap": 0,
  "soccer": 0,
  "socialist": 1,
  "society": 0,
  "sock": 0,
  "sofa": 0,
  "soft": 0,
  "software": 0,
  "soil": 0,
  "solar": 1,
  "soldier": 0,
  "solid": 0,
  "solve": 0,
  "some": 0,
  "somebody": 0,
  "someone": 0,
  "somehow": 0,
  "something": 0,
  "sometimes": 0,
  "somewhat": 0,
  "somewhere": 0,
  "son": 0,
  "song": 0,
  "soon": 0,
  "sore": 0,
  "sorrow": 2,
  "sorry": 0,
  "sort": 0,
  "soul": 0,
  "sound": 0,
  "soup": 0,
  "sour": 1,
  "source": 0,
  "south": 0,
  "souvenir": 2,
  "sow": 2,
  "space": 0,
  "spaceship": 1,
  "spare": 0,
  "speak": 0,
  "special": 0,
  "specialty": 0,
  "species": 1,
  "specific": 0,
  "speech": 0,
  "speed": 0,
  "spell": 0,
  "spend": 0,
  "spirit": 0,
  "spit": 1,
  "splendid": 1,
  "spoil": 1,
  "sponsor": 1,
  "spoon": 0,
  "sport": 0,
  "sportswear": 0,
  "spot": 0,
  "spray": 0,
  "spread": 0,
  "spring": 0,
  "spy": 1,
  "square": 0,
  "stability": 1,
  "stadium": 1,
  "staff": 0,
  "stage": 0,
  "stair": 0,
  "stamp": 0,
  "stand": 0,
  "standard": 0,
  "star": 0,
  "stare": 1,
  "start": 0,
  "starve": 2,
  "state": 0,
  "station": 0,
  "stationery": 2,
  "statistic": 2,
  "statue": 2,
  "status": 2,
  "stay": 0,
  "steady": 2,
  "steak": 0,
  "steal": 0,
  "steam": 1,
  "steel": 0,
  "step": 0,
  "steward": 2,
  "stick": 0,
  "still": 0,
  "stimulate": 2,
  "stir": 2,
  "stock": 0,
  "stomach": 0,
  "stomachache": 0,
  "stone": 0,
  "stop": 0,
  "store": 0,
  "storey": 1,
  "storm": 0,
  "story": 0,
  "straight": 0,
  "straightforward": 2,
  "strait": 2,
  "strange": 0,
  "strategy": 0,
  "strawberry": 0,
  "stream": 0,
  "street": 0,
  "stress": 0,
  "stretch": 0,
  "strict": 0,
  "strike": 0,
  "string": 1,
  "strong": 0,
  "structure": 1,
  "struggle": 0,
  "student": 0,
  "studio": 0,
  "study": 0,
  "stuff": 0,
  "stupid": 0,
  "style": 0,
  "subject": 0,
  "subjective": 2,
  "submit": 2,
  "subscribe": 2,
  "subsequent": 2,
  "substance": 2,
  "suburb": 0,
  "subway": 0,
  "succeed": 0,
  "success": 0,
  "such": 0,
  "sudden": 0,
  "suffer": 0,
  "sufficient": 0,
  "sugar": 0,
  "suggest": 0,
  "suit": 0,
  "suitcase": 0,
  "suite": 2,
  "sum": 0,
  "summary": 0,
  "summer": 0,
  "sun": 0,
  "sunglasses": 0,
  "sunshine": 0,
  "super": 0,
  "superb": 2,
  "superior": 2,
  "supermarket": 2,
  "supper": 2,
  "supply": 2,
  "support": 2,
  "suppose": 2,
  "sure": 2,
  "surf": 2,
  "surface": 2,
  "surgery": 2,
  "surname": 0,
  "surprise": 0,
  "surround": 0,
  "survey": 0,
  "survive": 0,
  "suspect": 0,
  "suspend": 1,
  "sustain": 1,
  "swallow": 1,
  "swear": 1,
  "sweat": 0,
  "sweep": 0,
  "sweet": 0,
  "swim": 0,
  "swing": 0,
  "switch": 0,
  "symbol": 0,
  "sympathy": 1,
  "symphony": 1,
  "symptom": 0,
  "system": 0,
  "table": 0,
  "tablet": 2,
  "tackle": 2,
  "tag": 2,
  "tail": 0,
  "tailor": 2,
  "take": 0,
  "tale": 0,
  "talent": 0,
  "talk": 0,
  "tall": 0,
  "tank": 1,
  "tap": 0,
  "tape": 0,
  "target": 0,
  "task": 0,
  "taste": 0,
  "tax": 0,
  "taxi": 0,
  "tea": 0,
  "teach": 0,
  "team": 0,
  "teapot": 2,
  "tear": 0,
  "technical": 1,
  "technique": 0,
  "teenager": 0,
  "telescope": 2,
  "television": 2,
  "tv": 2,
  "tell": 0,
  "temperature": 0,
  "temple": 0,
  "temporary": 1,
  "ten": 0,
  "tend": 0,
  "tender": 2,
  "tennis": 0,
  "tense": 2,
  "tent": 0,
  "tenth": 0,
  "term": 0,
  "terminal": 2,
  "terrible": 0,
  "territory": 2,
  "test": 0,
  "text": 0,
  "textbook": 0,
  "than": 0,
  "thank": 0,
  "that": 0,
  "the": 0,
  "theatre": 0,
  "theft": 1,
  "their": 0,
  "them": 0,
  "theme": 0,
  "then": 0,
  "theory": 1,
  "therapy": 1,
  "there": 0,
  "therefore": 0,
  "these": 0,
  "they": 0,
  "thick": 0,
  "thief": 0,
  "thin": 0,
  "thing": 0,
  "think": 0,
  "third": 0,
  "thirsty": 0,
  "this": 0,
  "thorough": 2,
  "those": 0,
  "though": 0,
  "thought": 0,
  "thousand": 0,
  "thread": 0,
  "threat": 2,
  "throat": 0,
  "through": 0,
  "throughout": 0,
  "throw": 0,
  "thunder": 0,
  "thunderstorm": 0,
  "thus": 0,
  "tick": 0,
  "ticket": 0,
  "tide": 1,
  "tidy": 0,
  "tie": 0,
  "tiger": 0,
  "tight": 0,
  "time": 0,
  "timetable": 0,
  "timid": 2,
  "tin": 2,
  "tiny": 0,
  "tip": 0,
  "tired": 0,
  "tissue": 0,
  "title": 0,
  "to": 0,
  "toast": 0,
  "tobacco": 1,
  "today": 0,
  "together": 0,
  "toilet": 0,
  "tolerate": 1,
  "tomato": 0,
  "tomorrow": 0,
  "ton": 0,
  "tone": 2,
  "tonight": 0,
  "too": 0,
  "tool": 0,
  "tooth": 1,
  "toothache": 1,
  "toothbrush": 1,
  "toothpaste": 1,
  "top": 0,
  "topic": 0,
  "torch": 2,
  "total": 0,
  "touch": 0,
  "tough": 0,
  "tour": 0,
  "tournament": 2,
  "towards": 2,
  "towel": 0,
  "tower": 0,
  "town": 0,
  "toy": 0,
  "trace": 2,
  "track": 0,
  "trade": 0,
  "tradition": 0,
  "traffic": 0,
  "trail": 1,
  "train": 0,
  "transfer": 0,
  "transform": 2,
  "transition": 2,
  "translate": 0,
  "transport": 0,
  "trap": 2,
  "travel": 0,
  "tray": 2,
  "treasure": 0,
  "treat": 0,
  "tree": 0,
  "trend": 1,
  "trick": 1,
  "trip": 0,
  "troop": 2,
  "trouble": 0,
  "trousers": 0,
  "truck": 0,
  "true": 1,
  "trunk": 1,
  "trust": 0,
  "truth": 0,
  "try": 0,
  "t-shirt": 0,
  "tube": 2,
  "tune": 0,
  "tunnel": 2,
  "turkey": 0,
  "turn": 0,
  "tutor": 2,
  "twice": 0,
  "twin": 0,
  "type": 0,
  "typhoon": 0,
  "typical": 0,
  "tyre": 1,
  "ugly": 0,
  "ultimately": 1,
  "umbrella": 0,
  "unable": 0,
  "uncle": 0,
  "under": 0,
  "underground": 0,
  "underline": 0,
  "understand": 0,
  "unfair": 0,
  "unforgettable": 0,
  "unfortunately": 0,
  "unhappy": 0,
  "uniform": 1,
  "union": 1,
  "unique": 0,
  "unit": 0,
  "united": 1,
  "universe": 1,
  "university": 0,
  "unknown": 1,
  "unless": 0,
  "unlike": 1,
  "until": 0,
  "till": 0,
  "unusual": 0,
  "up": 0,
  "update": 0,
  "upon": 0,
  "upper": 0,
  "upset": 0,
  "upstairs": 0,
  "urban": 0,
  "urge": 1,
  "urgent": 0,
  "us": 0,
  "use": 0,
  "used": 0,
  "usual": 0,
  "vacation": 0,
  "valley": 2,
  "value": 0,
  "van": 1,
  "variable": 1,
  "various": 0,
  "vary": 2,
  "vase": 2,
  "vast": 2,
  "vegetable": 2,
  "vehicle": 2,
  "venue": 2,
  "version": 2,
  "very": 0,
  "vet": 2,
  "veteran": 2,
  "via": 2,
  "vice": 2,
  "victim": 2,
  "victory": 0,
  "video": 0,
  "view": 0,
  "village": 0,
  "violence": 1,
  "violent": 1,
  "violin": 0,
  "virtual": 0,
  "virtue": 2,
  "virus": 0,
  "visa": 1,
  "visible": 1,
  "vision": 1,
  "visit": 0,
  "visual": 2,
  "vital": 2,
  "vitamin": 2,
  "vivid": 2,
  "vocabulary": 2,
  "vocation": 2,
  "voice": 2,
  "volcano": 2,
  "volleyball": 2,
  "volume": 2,
  "volunteer": 2,
  "vote": 0,
  "voyage": 2,
  "wage": 1,
  "waist": 1,
  "wait": 0,
  "wake": 0,
  "walk": 0,
  "wall": 0,
  "wallet": 0,
  "wander": 1,
  "want": 0,
  "war": 0,
  "ward": 1,
  "warm": 0,
  "warn": 0,
  "wash": 0,
  "washroom": 1,
  "waste": 0,
  "watch": 0,
  "water": 0,
  "watermelon": 0,
  "waterproof": 0,
  "wave": 0,
  "way": 0,
  "we": 0,
  "weak": 0,
  "wealth": 0,
  "weapon": 1,
  "wear": 0,
  "weather": 0,
  "web": 0,
  "website": 0,
  "wedding": 0,
  "weed": 1,
  "week": 0,
  "weekday": 0,
  "weekend": 0,
  "weep": 2,
  "weigh": 0,
  "weird": 1,
  "welcome": 0,
  "welfare": 1,
  "well": 0,
  "well-known": 0,
  "west": 0,
  "wet": 0,
  "whale": 0,
  "what": 0,
  "wheat": 0,
  "wheel": 0,
  "when": 0,
  "where": 0,
  "whether": 0,
  "which": 0,
  "while": 0,
  "whisper": 2,
  "white": 0,
  "who": 0,
  "whole": 0,
  "whom": 0,
  "whose": 0,
  "why": 0,
  "wide": 0,
  "widespread": 1,
  "wife": 0,
  "wi-fi": 0,
  "wild": 0,
  "will": 0,
  "win": 0,
  "wind": 0,
  "window": 0,
  "wine": 0,
  "wing": 0,
  "winter": 0,
  "wipe": 0,
  "wire": 0,
  "wise": 0,
  "wish": 0,
  "with": 0,
  "withdraw": 2,
  "within": 0,
  "without": 0,
  "witness": 2,
  "woman": 2,
  "wonder": 0,
  "wood": 0,
  "wool": 1,
  "word": 0,
  "work": 0,
  "workshop": 0,
  "world": 0,
  "worry": 0,
  "worse": 0,
  "worst": 0,
  "worth": 0,
  "worthwhile": 2,
  "worthy": 2,
  "would": 0,
  "wound": 0,
  "wrap": 2,
  "wrestle": 2,
  "wrinkle": 2,
  "wrist": 2,
  "write": 0,
  "wrong": 0,
  "x-ray": 0,
  "yard": 0,
  "yeah": 0,
  "year": 0,
  "yellow": 0,
  "yes": 0,
  "yesterday": 0,
  "yet": 0,
  "yoghurt": 1,
  "you": 0,
  "young": 0,
  "your": 0,
  "yours": 0,
  "yourself": 0,
  "youth": 0,
  "zero": 0,
  "zone": 0,
  "zoo": 0,
  "zoom": 2
}